//;******************************************************************************
//;* Copyright (c) 1983-2011, Insyde Software Corporation. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
// *++
//
// Copyright (c) 2004, Intel Corporation
// All rights reserved. This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// Module Name:
//
//   DeviceManagerStrings.vfr
//
// Abstract:
//
//   String definitions for the Device Manager.
//
// Revision History:
//
// --*/

/=#

#langdef eng "English"
#langdef fra "Français"
#langdef zho "\wide中文\narrow"
#langdef jpn "\wide日本語\narrow"
#langdef ita "Italian"
#langdef spa "Spanish"
#langdef ger "German"
#langdef por "Portuguese"

#string STR_DEVICE_MANAGER_TITLE       #language eng  "Device Manager"
#string STR_DISK_DEVICE                #language eng  "Disk Devices"
#string STR_VIDEO_DEVICE               #language eng  "Video Devices"
#string STR_NETWORK_DEVICE             #language eng  "Network Devices"
#string STR_INPUT_DEVICE               #language eng  "Input Devices"
#string STR_ON_BOARD_DEVICE            #language eng  "Motherboard Devices"
#string STR_OTHER_DEVICE               #language eng  "Other Devices"
#string STR_EXIT_STRING                #language eng  "Press ESC to exit."
#string STR_ONE_OF_VBIOS               #language eng  "Primary Video BIOS"
#string STR_ONE_OF_VBIOS_HELP          #language eng  "Set primary video BIOS"
#string STR_ONE_OF_PCI                 #language eng  "PCI"
#string STR_ONE_OF_AGP                 #language eng  "AGP"
//
// Ensure that this is the last string.  We are using it programmatically
// to do string token re-usage settings for the Device Manager since we are
// constantly recreating this page based on HII population.
//
#string STR_EMPTY_STRING	       #language eng  ""
